Repository: antlarr/yast-slide-show
Catalog: po/*.po
Languages: hu, it, nl, ru

source: Slide Show
hu: Diavetítés
it: Proiezione
nl: Diavoorstelling
ru: Слайд-шоу

source: Best Managed Linux
hu: A legjobb felügyelettel rendelkező Linux rendszer
it: Sistema operativo Linux meglio gestito
nl: De best beheerde Linux
ru: Лучшая управляемая Linux-система

source: Made for Cloud
hu: A felhőben való működésre tervezve
it: Creato per il cloud
nl: Gemaakt voor de Cloud
ru: Идеально подходит для облачных вычислений

source: Most Interoperable Operating System
hu: A legjobb együttműködési képességű operációs rendszer
it: Sistema operativo più interoperabile
nl: Het meest interoperabele besturingssysteem
ru: Самая совместимая операционная система

source: Modular Design
hu: Moduláris felépítés
it: Design modulare
nl: Modulair ontwerp
ru: Модульная структура

source: Snapshot &amp; rollback for the full system
hu: Pillanatképek készítése és a teljes rendszer visszagörgethetősége
it: Snapshot e rollback per l'intero sistema
nl: Snapshot en terugdraaien voor het volledige systeem
ru: Снимки и откат всей системы

source: Have a well <emphasis>known state</emphasis> to which you can go back, to give you <emphasis>peace of mind</emphasis> for:
hu: Egy jól <emphasis>ismert állapot</emphasis> kiválasztható, és ehhez vissza lehet térni – így <emphasis>nyugodt</emphasis> lehet a következőkkel kapcsolatban:
it: <emphasis>Stato conosciuto</emphasis> a cui poter tornare, per la <emphasis>massima tranquillità</emphasis> per:
nl: Zorg voor een <emphasis>bekende status</emphasis> om naar te kunnen terugkeren voor <emphasis>gemoedsrust</emphasis> bij het volgende:
ru: Возможность вернуться к <emphasis>известному состоянию</emphasis>, позволяющая <emphasis>безбоязненно</emphasis>:

source: Service pack installations
hu: Szervizcsomag-telepítések
it: Installazioni service pack
nl: Servicepackinstallaties
ru: устанавливать пакеты обновлений.

source: <emphasis>YaST:</emphasis> the only integrated single system management solution in the Linux world
hu: <emphasis>YaST:</emphasis> a Linux világában az egyetlen integrált egységes rendszerfelügyeleti megoldás
it: <emphasis>YaST:</emphasis> l'unica soluzione di gestione integrata a sistema singolo nel mondo Linux
nl: <emphasis>YaST:</emphasis> de enige geïntegreerde beheeroplossing voor enkele systemen in de wereld van Linux
ru: <emphasis>YaST</emphasis> — единственное интегрированное решение для комплексного управления системами в мире Linux

source: Write your own extensions in Ruby now!
hu: A Ruby használatával akár azonnal nekifoghat saját bővítmények írásának!
it: Possibilità di scrivere le estensioni in Ruby.
nl: Schrijf nu uw eigen extensies in Ruby!
ru: Теперь с возможностью создавать расширения на Ruby!

source: Wicked: a new framework for simplifying the complexity of Linux network management
hu: Wicked: új keretrendszer a Linux-hálózatkezelés bonyolultságának kiküszöbölésére
it: Wicked: un nuovo framework per semplificare la complessità della gestione della rete Linux
nl: Wicked: een nieuw framework om de complexiteit van Linux-netwerkbeheer te vereenvoudigen
ru: Wicked — новая среда, призванная упростить управление сетями в Linux

source: Network configuration as a service
hu: Hálózat beállítása szolgáltatásként
it: Configurazione della rete come servizio
nl: Netwerkconfiguratie als een service
ru: Настройка сети как услуга

source: Smooth adoption &amp; migration
hu: Zökkenőmentes bevezetés és áttérés
it: Implementazione e migrazione semplici
nl: Probleemloze adoptie en migratie
ru: Внедрение и миграция без проблем

source: Reliable Host
hu: Megbízható alaprendszer
it: Host affidabile
nl: Betrouwbare host
ru: Надежный хост

source: KVM and Xen support included
hu: KVM- és Xen-támogatással
it: Supporto per KVM e Xen inclusi
nl: Inclusief KVM- en Xen-ondersteuning
ru: Поддержка KVM и Xen

source: Basis for SUSE OpenStack Cloud
hu: A SUSE OpenStack Cloud alapja
it: Elementi di base per il cloud SUSE OpenStack
nl: Basis voor SUSE OpenStack Cloud
ru: Основа для SUSE OpenStack Cloud

source: Perfect Guest
hu: Tökéletes vendég operációs rendszer
it: Guest perfetto
nl: Perfect gastsysteem
ru: Идеальная гостевая ОС

source: Works well on mainstream hypervisors: Xen, KVM, VMware® vSphere, Microsoft® Hyper-V etc.
hu: Remekül működik a legelterjedtebb hipervizorokon: Xen, KVM, VMware® vSphere, Microsoft® Hyper-V stb.
it: Funziona perfettamente con gli hypervisor più diffusi: Xen, KVM, VMware® vSphere, Microsoft® Hyper-V ecc.
nl: Werkt uitstekend op bekende hypervisors: Xen, KVM, VMware® vSphere, Microsoft® Hyper-V, etc.
ru: Совместимость с популярными гипервизорами: Xen, KVM, VMware® vSphere, Microsoft® Hyper-V и т. д.

source: Available on Amazon® EC2, Microsoft® Azure, Google® Compute Engine, and other 50+ public clouds
hu: Elérhető az Amazon® EC2, a Microsoft® Azure, a Google® Compute Engine szolgáltatásaiban és további több mint 50 nyilvános felhőben
it: Disponibile su Amazon® EC2, Microsoft® Azure, Google® Compute Engine e altri oltre 50 cloud pubblici
nl: Beschikbaar op Amazon® EC2, Microsoft® Azure, Google® Compute Engine en meer dan 50 andere openbare clouds
ru: Предлагается в Amazon® EC2, Microsoft® Azure, Google® Compute Engine и свыше 50 других общедоступных облаков

source: Networking – IPv6
hu: Hálózatkezelés – IPv6
it: Rete: IPv6
nl: Netwerken – IPv6
ru: Сеть – IPv6

source: Scalable network infrastructures
hu: Méretezhető hálózati infrastruktúrák
it: Infrastrutture di rete scalabili
nl: Schaalbare netwerkinfrastructuren
ru: Масштабируемая сетевая инфраструктура

source: Compliant to USGv6 standard
hu: Megfelel az USGv6 szabvány előírásainak
it: Conforme con standard USGv6
nl: Compliant met USGv6-norm
ru: Соответствует стандарту USG версии 6

source: Operating Systems
hu: Operációs rendszerek
it: Sistemi operativi
nl: Besturingssystemen
ru: Операционные системы

source: Active Directory integration
hu: Active Directory-integráció
it: Integrazione con Active Directory
nl: Integratie met Active Directory
ru: Интеграция с Active Directory

source: Out-of-the-box experience via YaST
hu: A YaST azonnali használhatóságot biztosít
it: Possibilità di utilizzo immediata tramite YaST
nl: Direct gebruiksklaar via YaST
ru: Готовое решение на базе YaST

source: UNIX &amp; Linux: NFSv4.1
it: UNIX e Linux: NFSv4.1
nl: UNIX en Linux: NFSv4.1
ru: UNIX и Linux: NFS версии 4.1

source: Five different modules give you balance between the latest technologies and enterprise-level stability:
hu: Öt különféle modul biztosítja a legújabb technológiák és a nagyvállalati igényeknek megfelelő stabilitás egyensúlyát:
it: Cinque moduli diversi per offrire le più recenti tecnologie e una stabilità di classe aziendale:
nl: Vijf verschillende modules voor meer evenwicht tussen de nieuwste technologieën en stabiliteit op ondernemingsniveau:
ru: Пять модулей позволяют соблюсти баланс между новейшими технологиями и стабильностью корпоративного класса:

source: Web and Scripting Module
nl: Web- en scripting-module

source: Legacy Module
nl: Module voor verouderde systemen

source: Public Cloud Module
nl: Module voor publieke Cloud

source: Advanced Systems Management
nl: Geavanceerd systeembeheer

source: Lifecycle and LTSS
hu: Életciklus és hosszú távú szervizcsomag-támogatás
it: Ciclo di vita e LTSS
nl: Lifecycle en LTSS
ru: Жизненный цикл и LTSS

source: 13-year lifecycle
hu: 13 éves életciklus
it: Ciclo di vita di 13 anni
nl: Levenscyclus van 13 jaar
ru: 13-летний жизненный цикл

source: 10 years of general support
hu: 10 év általános támogatás
it: Supporto generale di 10 anni
nl: 10 jaar algemene ondersteuning
ru: 10 лет общей поддержки

source: Up to 3 years of extended support
hu: Akár 3 év kiterjesztett támogatás
it: Supporto esteso fino a 3 anni
nl: Tot 3 jaar verlengde ondersteuning
ru: До 3 лет расширенной поддержки

source: 5-year lifecycle per Service Pack
hu: Szervizcsomagonként 5 éves életciklus
it: Ciclo di vita di 5 anni per Service Pack
nl: Levenscyclus van 5 jaar per servicepack
ru: 5-летний жизненный цикл каждого пакета обновлений

source: 2 years of general support
hu: 2 év általános támogatás
it: Supporto generale di 2 anni
nl: 2 jaar algemene ondersteuning
ru: 2 года общей поддержки

source: Long Term Service Pack Support (LTSS) available for all releases
hu: Mindegyik kiadáshoz elérhető hosszú távú szervizcsomag-támogatás
it: Supporto a lungo termine per service pack (LTSS) disponibile per tutte le release
nl: Long Term Service Pack Support (LTSS) beschikbaar voor alle releases
ru: Долгосрочная поддержка пакетов обновлений (LTSS) для всех выпусков

source: Desktop Experience
hu: Asztali élmény
it: Esperienza desktop
nl: Desktopervaring
ru: Функциональность рабочего стола

source: GNOME 3 as the desktop environment for SUSE® Linux Enterprise 12 provides two desktop experiences for you to chose from:
hu: A GNOME 3 a SUSE® Linux Enterprise 12 asztali környezeteként kétféle asztali élmény közül nyújt választást:
it: GNOME 3, ambiente desktop per SUSE® Linux Enterprise 12, offre due diverse esperienze desktop tra cui scegliere:
nl: GNOME 3 als desktopomgeving voor SUSE® Linux Enterprise 12 biedt u twee desktopervaringen om uit te kiezen:
ru: В среде GNOME 3, используемой в SUSE® Linux Enterprise 12, вы можете выбрать один из двух вариантов рабочего стола:

source: Using GNOME 3's GNOME Shell you can explore next-generation desktop features that can be used with a mouse and a touchscreen.
hu: A GNOME 3 GNOME felületének használatával a következő generációt képviselő asztali funkciókkal ismerkedhet meg, amelyek egérrel és érintőképernyővel egyaránt használhatók.
it: GNOME Shell di GNOME 3 consente di scoprire le funzionalità desktop di ultima generazione, utilizzabili con un mouse e uno schermo touch.
nl: Met GNOME Shell van GNOME 3 kunt u desktopfuncties van de volgende generatie verkennen die met een muis en touchscreen kunnen worden gebruikt.
ru: входящая в состав GNOME 3 оболочка GNOME Shell позволяет пользоваться новейшими функциями рабочего стола с поддержкой мыши и сенсорного экрана;

source: SUSE's default GNOME 3 Classic Mode utilizes the same modern technology, while maintaining well known usage patterns.
hu: A SUSE alapértelmezett GNOME 3 klasszikus módja ugyanezt a modern technológiát hasznosítja, de közben megtarthatók benne a jól ismert használati szokások.
it: La modalità classica di GNOME 3 SUSE utilizza le stesse tecnologie all'avanguardia, pur conservando i già noti modelli di utilizzo.
nl: De standaard GNOME 3 Classic Mode van SUSE gebruikt dezelfde moderne technologie met behoud van bekende gebruikspatronen.
ru: выбранный в SUSE по умолчанию режим GNOME 3 Classic Mode использует те же современные технологии с сохранением привычных приемов работы.

source: Discover a new way of managing your SUSE account and subscriptions via one interface, anytime, anywhere!
hu: SUSE-fiókjának és -előfizetéseinek kezelését új alapokra helyezheti egyetlen központi felületen keresztül, bármikor, bárhonnan elérhető módon!
it: Una nuova soluzione per gestire l'account e le sottoscrizioni SUSE utilizzando un'unica interfaccia, ovunque e in qualsiasi momento.
nl: Ontdek een nieuwe manier om altijd en overal via één interface uw SUSE-account en abonnementen te beheren!
ru: Теперь вы можете где и когда угодно управлять своей учетной записью SUSE и подписками через новый единый интерфейс.

source: Centralize access to subscriptions and entitlements
hu: Az előfizetések és jogosultságok központi hozzáférhetősége
it: Accesso centralizzato a sottoscrizioni e autorizzazioni
nl: Centraliseer toegang tot abonnementen en rechten
ru: Централизованный доступ к подпискам и правам

source: Quick access to support tools
hu: A támogatási eszközök gyors elérhetősége
it: Accesso rapido agli strumenti di supporto
nl: Snel toegang tot ondersteuningshulpprogramma's
ru: Быстрый доступ к средствам поддержки

source: Easy way to provide feedback
hu: Egyszerű visszajelzési lehetőség
it: Invio di feedback semplice
nl: Eenvoudige manier om feedback te geven
ru: Удобная обратная связь

source: More from SUSE ...
hu: A SUSE további szolgáltatásai és termékei...
it: Altro da SUSE...
nl: Meer van SUSE...
ru: Другие продукты SUSE...

source: High Availability Extension
hu: Nagy rendelkezésre állású bővítmény
it: Estensione alta disponibilità
nl: Extensie voor hoge beschikbaarheid

source: translator-credits
hu: Bán Szabolcs <shooby@gnome.hu> Dvornik László <dvornik@gnome.hu> Kelemen Gábor <kelemeng@gnome.hu> Nitsch Zoltán <regisztralj@gmail.com> Tímár András <timar@gnome.hu> Zsiráf <zsiraf@mylinux.hu>
it: riconoscimenti-traduttori
nl: Freek de Kruijf <freek@opensuse.org>, 2016
ru: Александр Мелентьев <minton@opensuse.org>, 2008-2016

source: Towards Zero Downtime
hu: A zéró üzemkimaradás felé
it: Verso zero tempo di fermo
ru: Околонулевое время простоя

source: Kernel upgrades
hu: Kernelfrissítések
it: Upgrade kernel
ru: обновлять ядро;

source: SUSE OpenStack Cloud
it: Cloud SUSE OpenStack

source: SUSE Customer Center
hu: SUSE Ügyfélközpont
ru: Центр SUSE по работе с клиентами
